{
  "home": "Home",
  "menu": "Menu",
  "mobile-app": "Mobile App",
  "contact us": "Contact Us",
  "sign-in": "Sign In",
  "header": "Order your favorite food here",
  "header1": "Choose from a diverse menu featuring a delectable array of dishes crafted with the finest ingredients and culinary expertise .Our mission is to satisfy your cravings and elevate your dining experience , one delicious meal at time.",
  "header-btn": "View Menu",
  "explore-header": "Explore our menu",
  "Salad": "Salad",
  "Rolls": "Rolls",
  "Deserts": "Deserts",
  "Sandwich": "Sandwich",
  "Cake": "Cake",
  "Pure Veg": "Pure Veg",
  "Pasta": "Pasta",
  "Noodles": "Noodles",
  "Greek Salad": "Greek Salad",
  "Greek salad-d": "Crisp lettuce, juicy tomatoes, olives, onions, and feta cheese in vinaigrette dressing",
  "Veg salad": "Veg salad",
  "Veg salad-d": "Fresh, crisp vegetables tossed with tangy dressing for a healthy delight.",
  "Clover Salad": "Clover Salad",
  "Clover Salad-d": "Fresh greens, crunchy vegetables, tossed in zesty dressing, topped with clover",
  "Chicken Salad": "Chicken Salad",
  "Chicken Salad-d": "Delicious chicken salad with fresh veggies, tossed in tangy vinaigrette dressing.",
  "Lasagna Rolls": "Lasagna Rolls",
  "Lasagna Rolls-d": "Delicious lasagna rolls with savory filling, perfect for a comforting meal.",
  "Peri Peri Rolls": "Peri Peri Rolls",
  "Peri Peri Rolls-d": "Spicy chicken wrapped in soft bread, bursting with Peri Peri flavor.",
  "Chicken Rolls": "Chicken Rolls",
  "Chicken Rolls-d": "Savory chicken rolls filled with flavor, perfect for any mealtime delight.",
  "Veg Rolls": "Veg Rolls",
  "Veg Rolls-d": "Savory vegetarian rolls bursting with flavor, a delightful culinary experience awaits.",
  "Ripple Ice Cream": "Ripple Ice Cream",
  "Ripple Ice Cream-d": "Deliciously creamy ice cream with a delightful ripple of flavor.",
  "Fruit Ice Cream": "Fruit Ice Cream",
  "Fruit Ice Cream-d": "Refreshing fruit-infused ice cream, a delightful treat for hot summer days.",
  "Jar Ice Cream": "Jar Ice Cream",
  "Jar Ice Cream-d": "Delicious, creamy, indulgent ice cream served in convenient jar packaging.",
  "Vanilla Ice Cream": "Vanilla Ice Cream",
  "Vanilla Ice Cream-d": "Creamy, smooth, and indulgent vanilla ice cream, a timeless dessert favorite.",
  "Chicken Sandwich": "Chicken Sandwich",
  "Chicken Sandwich-d": "Delicious grilled chicken sandwich with fresh veggies and creamy sauce.",
  "Vegan Sandwich": "Vegan Sandwich",
  "Vegan Sandwich-d": "Savory plant-based layers nestled in artisan bread, a Vegan Sandwich delight.",
  "Grilled Sandwich": "Grilled Sandwich",
  "Grilled Sandwich-d": "Toasted bread layered with savory fillings, grilled to perfection, a comforting delight.",
  "Bread Sandwich": "Bread Sandwich",
  "Bread Sandwich-d": "Delicious sandwich made with fresh bread, perfect for any mealtime.",
  "Cup Cake": "Cup Cake",
  "Cup Cake-d": "Delicious, miniature cakes, perfect for indulging in a single serving.",
  "Vegan Cake": "Vegan Cake",
  "Vegan Cake-d": "Delicious vegan cake: cruelty-free, moist, indulgent, and guilt-free dessert delight.",
  "Butterscotch Cake": "Butterscotch Cake",
  "Butterscotch Cake-d": "Decadent butterscotch cake with creamy layers, a sweet indulgence awaits.",
  "Sliced Cake": "Sliced Cake",
  "Sliced Cake-d": "Sweet, moist, decadent treat perfect for any celebration or indulgence.",
  "Garlic Mushroom": "Garlic Mushroom",
  "Garlic Mushroom-d": "Savory garlic-infused mushrooms bursting with flavor in every delicious bite.",
  "Fried Cauliflower": "Fried Cauliflower",
  "Fried Cauliflower-d": "Crispy golden cauliflower florets fried to perfection, a delightful vegan indulgence.",
  "Mix Veg Pulao": "Mix Veg Pulao",
  "Mix Veg Pulao-d": "Delicious Mix Veg Pulao: A flavorful blend of veggies and rice.",
  "Rice Zucchini": "Rice Zucchini",
  "Rice Zucchini-d": "Delicious rice zucchini dish, bursting with flavor and wholesome ingredients.",
  "Cheese Pasta": "Cheese Pasta",
  "Cheese Pasta-d": "Creamy pasta dish with melted cheese, a comforting and indulgent favorite.",
  "Tomato Pasta": "Tomato Pasta",
  "Tomato Pasta-d": "Savory tomato pasta, a flavorful dish perfect for any pasta lover.",
  "Creamy Pasta": "Creamy Pasta",
  "Creamy Pasta-d": "Luxurious creamy pasta, bursting with flavor, a comforting culinary delight.",
  "Chicken Pasta": "Chicken Pasta",
  "Chicken Pasta-d": "Delicious chicken pasta with savory sauce, a culinary delight awaits you.",
  "Butter Noodles": "Butter Noodles",
  "Butter Noodles-d": "Delicious buttery noodles, a savory delight perfect for any occasion.",
  "Veg Noodles": "Veg Noodles",
  "Veg Noodles-d": "Delicious vegetarian noodles, bursting with flavor, perfect for any meal.",
  "Somen Noodles": "Somen Noodles",
  "Somen Noodles-d": "Delicate Japanese Somen noodles, perfect for light, refreshing summer dishes.",
  "Cooked Noodles":"Cooked Noodles",
  "Cooked Noodles-d":"Tender, flavorful noodles, cooked to perfection, ready to tantalize your taste buds.",
  "Top dishes near you":"Top dishes near you"
}
